use scutcat;
insert into sciarticle(aid, tag, content, `like`, title) values
('1','#喂食','**最好不要把火腿肠给猫吃!**
火腿肠是腌制食品（香肠、汉堡肉、培根、烟熏肉等）。
腌制食品含有的盐分对于猫咪来说有点高，猫咪没有汗腺，猫咪在进化的过程中，为了适应环境，泌尿系统还会重新吸收尿液中的水分。
**葡萄/葡萄干**
极有可能会导致肾衰竭
**咖啡/巧克力/可可/茶**
因含有咖啡因、可可碱和茶碱，可导致呕吐、腹泻症状，并严重损伤心脏和神经系统。
**葱类（洋葱、香葱等）、蒜**
含有破坏红血球的成分，会引起贫血或者尿血，另外含有洋葱的加工品和汤汁也要避免。
**骨头**
动物骨头很可能会刺伤猫咪的消化器官而伤到粘膜，或者是停留在肠内引起肠闭塞症，甚至引发窒息、内部出血等现象。',0,'喂食');
insert into sciarticle(aid, tag, content, `like`, title) VALUES
('2','#吸猫#打针',
 '被猫咪咬了一口，并且咬出血了，这种情况下也是需要预防狂犬病的。因为咬出血的情况，就有猫咪的唾液直接接触到自己的血液循环。这种情况下属于狂犬病的三级暴露，需要注射狂犬病疫苗来预防狂犬病。但咬出血的情况属于三级暴露，按照规程需要配合着狂犬病的免疫球蛋白或者狂犬病血清来使用。因为狂犬病疫苗的注射流程上，在注射第一针之后一个星期左右，才能够产生抗体，产生保护能力。所以咬伤出血的情况有可能一个星期左右，狂犬病的潜伏期已经结束了，有可能单纯应用狂犬病疫苗不能够起到保护效果。这时就需要用狂犬病的血清或者免疫球蛋白，来弥补还没有产生狂犬病中和抗体的空白期，也就是一周左右的时间。',
 ,0,'被猫咪咬了要打针吗')